<?php
// Heading
$_['heading_title']    = '按總金額/重量關係計費';

// Text
$_['text_shipping']    = '運送';
$_['text_success']     = '成功: 你已經修改按總金額/重量關係計費!';
$_['text_edit']        = '編輯按總金額/重量關係計費';

// Entry
$_['entry_rate']       = '稅率';
$_['entry_tax_class']  = '稅類';
$_['entry_geo_zone']   = '地區';
$_['entry_status']     = '狀態';
$_['entry_sort_order'] = '排序';

// Help
$_['help_rate']        = '稅率格式:<br/>MaxPrice1*Weight:Cost,Weight:Cost,...<br/>MaxPrice2*Weight:Cost,Weight:Cost,...<br/><br/>範例:<br/>20.0*5:6.00,20:10.00,1000:0.0<br/>1000.0*20:5.00,100:10.00,400:8.00,1000:0.0<br/><br/>在這個範例中，訂單總金額在0~20.0元與20.0~1000.0元這兩個區間時，其對應重量的運費關係為:<br/><br/>1. 若總金額介於0~20.0元間，此時0~5公斤的運費=6元, 5~20公斤的運費=10元, 20~100公斤的運費=0元<br/>2. 若總金額介於20.0~1000.0元間，此時0~20公斤的運費=5元, 20~100公斤的運費=10元, 100~400公斤的運費=8元, 400~1000公斤的運費=0元';

// Error
$_['error_permission'] = '警告: 你沒有權限修改按總金額/重量關係計費!';